{
    "time": 12,
    "href": "https://api.reliefweb.int/v1/reports/3050438?appname=rwint-user-0",
    "links": {
        "self": {
            "href": "https://api.reliefweb.int/v1/reports/3050438?appname=rwint-user-0"
        },
        "collection": {
            "href": "https://api.reliefweb.int/v1/reports?appname=rwint-user-0"
        }
    },
    "took": 4,
    "totalCount": 1,
    "count": 1,
    "data": [
        {
            "id": "3050438",
            "fields": {
                "id": 3050438,
                "uuid": "309ce207-b393-381a-8838-208e87b26e4e",
                "title": "Mozambique: Cyclone Idai & Floods Flash Update No. 8, 24 March 2019",
                "status": "published",
                "body": "HIGHLIGHTS\n\n• The official death toll had risen to at least 446 people as of 24 March, according to the Government, and is expected to continue to increase as more areas become accessible.\n\n• Nearly 110,000 people are sheltering in 130 collective sites across Sofala (more than 78,400 people), Manica (more than 14,800 people); Zambezia (more than 9,600 people); and Tete (more than 6,800 people).\n\n• The authorities have identified more than 6,500 vulnerable people, including the elderly, disabled, sick, orphaned and separated children; family tracing is ongoing to reunify separated families.\n\n• Reports of acute watery diarrhoea are increasing, according to the Government.\n\nSITUATION OVERVIEW\n\nAs of 24 March, the official death toll had risen to 446 and more than 1,500 people were injured, according to the Government. The death toll is expected to continue to rise as the flood waters recede and more people are reached by response teams. \n\nMore than 109,700 people were accommodated in 130 sites across Sofala (90 sites), Manica (26 sites), Zambezia (10 sites) and Tete (4 sites), as of 24 March. In the community of Matarara in Manica province, the numbers of displaced people have reportedly risen as a previously isolated population has managed to reach the locality in recent days, according to humanitarian partners. \n\nSome 58,660 houses were reported to have been totally destroyed (36,747), partially destroyed (19,733) or flooded (2,184) as of the same date. Approximately two thirds of houses in Beira City have suffered roofing damage and the other third have suffered structural failure, according to rapid look and see visits by the Shelter Cluster. \n\nProtection partners continue to receive daily calls from desperate parents who have been separated from their children, according to Save the Children, who have emphasized the critical need to reunite unaccompanied children with their families. Some of the unaccompanied children are traumatized as they reportedly saw their parents being swept away by the floods or have lost siblings. Announcements are being made on radio, encouraging parents who have been separated from their children to call the Government or aid organizations, and also through an online platform run by the Red Cross: https://familylinks.icrc.org/cyclone-idai/. Reintegration of orphaned kids with relatives is also ongoing. \n\nElectricity has been restored to parts of Beira City, including at Beira hospital. However, electricity from the power grid in Beira continues to be non-functional. Due to the lack of electricity, there has been an increase in fuel demand in Sofala Province to operate generators, but fuel trucks are stuck in Inchope on their way to Beira as the road is inaccessible. There are reports of long queues at petrol stations, according to the Logistics Cluster. \n\nWater pumping and treatment stations put in place by the Government Water Agency (FIPAG) are bringing clean water to Beira and Dondo districts. However, lack of access to safe water remains a major concern and there are increasing reports of acute watery diarrhoea in Beira, according to the Government. In Manica, there are reports of increased incidences of malaria. However, exact figures are not yet available. \n\nThe water levels in flooded areas are going down, and the Government is working on repairing damaged road infrastructure connecting Beira. The Caia-Beira road is now passable, but with significant limitations, particularly between Muanza and Inhaminga in Chingoma district, according to the Logistics Cluster. On 23 March, 15MT trucks managed to pass the road without problems, while a 30MT truck passed but with serious difficulties. The Logistics Cluster recommends experienced drivers and robust trucks for this road, as well as a front-end loader available to accompany the trucks. The road from Maputo to Chimoio (N1) remains accessible; one of the three affected points of the Chimoio-Beira road (N6) has been temporarily fixed. INGC confirmed that the N6 is expected to be transitable on 25 March. This will allow larger quantities of food and other supplies to be to be brought to flooded areas in Nhamatanda, West of Beira, and to the city itself. The Cluster estimates that reaching Beira from Maputo by truck will take two to three days approximately. \n\nRESPONSE \n\nIn Beira, a grid-based system has been put in place to assess and prioritize areas for airlift of essential life-saving kits. An MI-8 transport helicopter contracted by the United Nations Humanitarian Air Service (UNHAS) is airdropping inter-agency emergency kits, including food (high-energy biscuits (HEBs) and micronutrient-rich peanut paste used to prevent and treat malnutrition) as well as tents, medicines and other essentials for stranded communities outside Beira. WFP-funded drones are supporting rapid assessments with the National Institute for Disaster Management (INGC) and locating survivors trapped in the flooded areas in Sofala. Bilateral support is increasing, with the arrival of both Search and Rescue (SAR) and Emergency Medical Teams (EMT). Two UNHAS MI-8s helicopters and a C295 cargo plane are now operational in Beira.  \n\nHumanity & Inclusion is assessing the areas of Beira that pose the greatest logistics challenges in accessing people in need, especially vulnerable groups. The Organisation’s office in Beira was reportedly destroyed, hampering immediate response. A team of emergency experts and specialized equipment, including mobility aids, such as wheelchairs, crutches, and walkers, are being deployed so that injured people or people who have lost their walking aids, can move around.  \n\nSeveral generators, as well as a logistics kit containing the necessary equipment to install a temporary base for the growing Humanity & Inclusion team will arrive. The team plans to provide food aid to about 60,000 families and hygiene kits to more than 3,000 families and also work with humanitarian actors to ensure that the most vulnerable people are included in the emergency response.  \n\nThe Community Engagement (CE) Group in Beira, co-led by UNICEF and OCHA, continues to identify and use different platforms to establish communication links with affected communities. Current messaging is aimed at dissuading rumors, including a false rumour circulating that a new cyclone will arrive in Buzi. Radio Mozambique has offered free airtime for this purpose and the Government has given an approval for First Response Radio to establish Emergency Response Radio (ERR), in collaboration with a local community radio station. Translators Without Borders have translated Community Engagement questionnaires into Portuguese and disseminated them to Clusters and partners to be used in detailed assessments. Government counterparts have been identified from the Institute of Social Communication (ICS) and will be attending CE meetings, along with representatives of community radio stations.  \n\nMore than 100,000 affected people have received WFP food assistance. WFP is also scaling up its commodity voucher assistance in Beira to assist 250,000 affected people for a full month. A WFP team is establishing an operation hub in Chimoio to support the response in Manica and a 20MT consignment of High Energy Biscuits (HEBs) arrived in Chimoio to be distributed to populations in isolated areas.  \n\nIndia has sent another Indian Navy ship (INS MAGAR) as part of its operation “Sahayata 2019” to Mozambique, according to media reports. The ship reportedly contains medicines, dry provisions, ready-to-eat meals, daily essentials and clothing items and would cater to approximately 1,000 people for seven days. In addition, the authorities have reported that some 500kg of epidemic-related medicines and 400 tonnes of rice will be donated to the affected areas. Indian Navy ships have also been providing fresh water in relief camps, undertaking community service, including clearing of debris and repairing damaged roads. Food supplies have also been provided to about 700 persons working in the port area.  \n\nFUNDING/PLEDGES \n\nOn 22 March, the Government of Ireland announced that it will contribute over €1 million in Irish funding to support people affected by floods and Cyclone Idai in Mozambique (€400,000 to WFP), Malawi (€150,000 to Concern Worldwide) and IFRC/Red Cross operations in Malawi, Mozambique and Zimbabwe (€500,000).  \n\nOn 23 March, Global Affairs Canada announced $3.5 million cyclone aid funds to support humanitarian organisations responding to the worst-hit areas in Mozambique, Malawi and Zimbabwe. The IMF has reportedly dispatched a team to Mozambique to aid economic recovery efforts and has announced a 100 per cent matching program for all staff donating to relief efforts for the region, according to media reports.",
                "file": [
                    {
                        "id": "2048743",
                        "url": "https://reliefweb.int/attachments/c5b7b5a8-551f-3e6e-bc12-cfc117cc6a29/ROSEA_20190324_Mozambique%20Floods_Flash_Update%238_FINAL.pdf",
                        "filename": "ROSEA_20190324_Mozambique Floods_Flash_Update#8_FINAL.pdf",
                        "mimetype": "application/pdf",
                        "filesize": "122905",
                        "preview": {
                            "url": "https://reliefweb.int/sites/default/files/previews/c5/b7/c5b7b5a8-551f-3e6e-bc12-cfc117cc6a29.png",
                            "url-large": "https://reliefweb.int/sites/default/files/styles/large/public/previews/c5/b7/c5b7b5a8-551f-3e6e-bc12-cfc117cc6a29.png",
                            "url-small": "https://reliefweb.int/sites/default/files/styles/small/public/previews/c5/b7/c5b7b5a8-551f-3e6e-bc12-cfc117cc6a29.png",
                            "url-thumb": "https://reliefweb.int/sites/default/files/styles/thumbnail/public/previews/c5/b7/c5b7b5a8-551f-3e6e-bc12-cfc117cc6a29.png",
                            "version": "2048743-1-0"
                        }
                    }
                ],
                "primary_country": {
                    "href": "https://api.reliefweb.int/v1/countries/164?appname=rwint-user-0",
                    "id": 164,
                    "name": "Mozambique",
                    "shortname": "Mozambique",
                    "iso3": "moz",
                    "location": {
                        "lat": -18.09,
                        "lon": 34.75
                    }
                },
                "country": [
                    {
                        "href": "https://api.reliefweb.int/v1/countries/164?appname=rwint-user-0",
                        "id": 164,
                        "name": "Mozambique",
                        "shortname": "Mozambique",
                        "iso3": "moz",
                        "location": {
                            "lat": -18.09,
                            "lon": 34.75
                        },
                        "primary": true
                    }
                ],
                "source": [
                    {
                        "href": "https://api.reliefweb.int/v1/sources/1503?appname=rwint-user-0",
                        "id": 1503,
                        "name": "UN Office for the Coordination of Humanitarian Affairs",
                        "shortname": "OCHA",
                        "longname": "United Nations Office for the Coordination of Humanitarian Affairs",
                        "spanish_name": "Oficina de Coordinación de Asuntos Humanitarios",
                        "homepage": "https://www.unocha.org/",
                        "disclaimer": "To learn more about OCHA's activities, please visit https://www.unocha.org/.",
                        "type": {
                            "id": 272,
                            "name": "International Organization"
                        }
                    }
                ],
                "language": [
                    {
                        "id": 267,
                        "name": "English",
                        "code": "en"
                    }
                ],
                "theme": [
                    {
                        "id": 4593,
                        "name": "Food and Nutrition"
                    },
                    {
                        "id": 4595,
                        "name": "Health"
                    },
                    {
                        "id": 4598,
                        "name": "Logistics and Telecommunications"
                    },
                    {
                        "id": 4600,
                        "name": "Protection and Human Rights"
                    },
                    {
                        "id": 4603,
                        "name": "Shelter and Non-Food Items"
                    },
                    {
                        "id": 4604,
                        "name": "Water Sanitation Hygiene"
                    }
                ],
                "format": [
                    {
                        "id": 10,
                        "name": "Situation Report"
                    }
                ],
                "ocha_product": [
                    {
                        "id": 12353,
                        "name": "Other"
                    }
                ],
                "disaster": [
                    {
                        "id": 47733,
                        "name": "Tropical Cyclone Idai - Mar 2019",
                        "status": "past",
                        "glide": "TC-2019-000021-MOZ",
                        "type": [
                            {
                                "id": 4624,
                                "name": "Flash Flood",
                                "code": "FF"
                            },
                            {
                                "id": 4611,
                                "name": "Flood",
                                "code": "FL"
                            },
                            {
                                "id": 4728,
                                "name": "Land Slide",
                                "code": "LS"
                            },
                            {
                                "id": 4618,
                                "name": "Tropical Cyclone",
                                "code": "TC",
                                "primary": true
                            }
                        ]
                    }
                ],
                "disaster_type": [
                    {
                        "id": 4642,
                        "name": "Epidemic",
                        "code": "EP"
                    },
                    {
                        "id": 4624,
                        "name": "Flash Flood",
                        "code": "FF"
                    },
                    {
                        "id": 4611,
                        "name": "Flood",
                        "code": "FL"
                    },
                    {
                        "id": 4618,
                        "name": "Tropical Cyclone",
                        "code": "TC"
                    }
                ],
                "vulnerable_groups": [
                    {
                        "id": 6870,
                        "name": "Aged Persons"
                    },
                    {
                        "id": 6871,
                        "name": "Children"
                    },
                    {
                        "id": 6872,
                        "name": "IDPs"
                    },
                    {
                        "id": 6875,
                        "name": "Women"
                    }
                ],
                "url": "https://reliefweb.int/node/3050438",
                "url_alias": "https://reliefweb.int/report/mozambique/mozambique-cyclone-idai-floods-flash-update-no-8-24-march-2019",
                "body-html": "<p>HIGHLIGHTS</p>\n<p>• The official death toll had risen to at least 446 people as of 24 March, according to the Government, and is expected to continue to increase as more areas become accessible.</p>\n<p>• Nearly 110,000 people are sheltering in 130 collective sites across Sofala (more than 78,400 people), Manica (more than 14,800 people); Zambezia (more than 9,600 people); and Tete (more than 6,800 people).</p>\n<p>• The authorities have identified more than 6,500 vulnerable people, including the elderly, disabled, sick, orphaned and separated children; family tracing is ongoing to reunify separated families.</p>\n<p>• Reports of acute watery diarrhoea are increasing, according to the Government.</p>\n<p>SITUATION OVERVIEW</p>\n<p>As of 24 March, the official death toll had risen to 446 and more than 1,500 people were injured, according to the Government. The death toll is expected to continue to rise as the flood waters recede and more people are reached by response teams.</p>\n<p>More than 109,700 people were accommodated in 130 sites across Sofala (90 sites), Manica (26 sites), Zambezia (10 sites) and Tete (4 sites), as of 24 March. In the community of Matarara in Manica province, the numbers of displaced people have reportedly risen as a previously isolated population has managed to reach the locality in recent days, according to humanitarian partners.</p>\n<p>Some 58,660 houses were reported to have been totally destroyed (36,747), partially destroyed (19,733) or flooded (2,184) as of the same date. Approximately two thirds of houses in Beira City have suffered roofing damage and the other third have suffered structural failure, according to rapid look and see visits by the Shelter Cluster.</p>\n<p>Protection partners continue to receive daily calls from desperate parents who have been separated from their children, according to Save the Children, who have emphasized the critical need to reunite unaccompanied children with their families. Some of the unaccompanied children are traumatized as they reportedly saw their parents being swept away by the floods or have lost siblings. Announcements are being made on radio, encouraging parents who have been separated from their children to call the Government or aid organizations, and also through an online platform run by the Red Cross: <a rel=\"noopener noreferrer\" target=\"_blank\" href=\"https://familylinks.icrc.org/cyclone-idai/\">https://familylinks.icrc.org/cyclone-idai/</a>. Reintegration of orphaned kids with relatives is also ongoing.</p>\n<p>Electricity has been restored to parts of Beira City, including at Beira hospital. However, electricity from the power grid in Beira continues to be non-functional. Due to the lack of electricity, there has been an increase in fuel demand in Sofala Province to operate generators, but fuel trucks are stuck in Inchope on their way to Beira as the road is inaccessible. There are reports of long queues at petrol stations, according to the Logistics Cluster.</p>\n<p>Water pumping and treatment stations put in place by the Government Water Agency (FIPAG) are bringing clean water to Beira and Dondo districts. However, lack of access to safe water remains a major concern and there are increasing reports of acute watery diarrhoea in Beira, according to the Government. In Manica, there are reports of increased incidences of malaria. However, exact figures are not yet available.</p>\n<p>The water levels in flooded areas are going down, and the Government is working on repairing damaged road infrastructure connecting Beira. The Caia-Beira road is now passable, but with significant limitations, particularly between Muanza and Inhaminga in Chingoma district, according to the Logistics Cluster. On 23 March, 15MT trucks managed to pass the road without problems, while a 30MT truck passed but with serious difficulties. The Logistics Cluster recommends experienced drivers and robust trucks for this road, as well as a front-end loader available to accompany the trucks. The road from Maputo to Chimoio (N1) remains accessible; one of the three affected points of the Chimoio-Beira road (N6) has been temporarily fixed. INGC confirmed that the N6 is expected to be transitable on 25 March. This will allow larger quantities of food and other supplies to be to be brought to flooded areas in Nhamatanda, West of Beira, and to the city itself. The Cluster estimates that reaching Beira from Maputo by truck will take two to three days approximately.</p>\n<p>RESPONSE</p>\n<p>In Beira, a grid-based system has been put in place to assess and prioritize areas for airlift of essential life-saving kits. An MI-8 transport helicopter contracted by the United Nations Humanitarian Air Service (UNHAS) is airdropping inter-agency emergency kits, including food (high-energy biscuits (HEBs) and micronutrient-rich peanut paste used to prevent and treat malnutrition) as well as tents, medicines and other essentials for stranded communities outside Beira. WFP-funded drones are supporting rapid assessments with the National Institute for Disaster Management (INGC) and locating survivors trapped in the flooded areas in Sofala. Bilateral support is increasing, with the arrival of both Search and Rescue (SAR) and Emergency Medical Teams (EMT). Two UNHAS MI-8s helicopters and a C295 cargo plane are now operational in Beira.</p>\n<p>Humanity &amp; Inclusion is assessing the areas of Beira that pose the greatest logistics challenges in accessing people in need, especially vulnerable groups. The Organisation’s office in Beira was reportedly destroyed, hampering immediate response. A team of emergency experts and specialized equipment, including mobility aids, such as wheelchairs, crutches, and walkers, are being deployed so that injured people or people who have lost their walking aids, can move around.</p>\n<p>Several generators, as well as a logistics kit containing the necessary equipment to install a temporary base for the growing Humanity &amp; Inclusion team will arrive. The team plans to provide food aid to about 60,000 families and hygiene kits to more than 3,000 families and also work with humanitarian actors to ensure that the most vulnerable people are included in the emergency response.</p>\n<p>The Community Engagement (CE) Group in Beira, co-led by UNICEF and OCHA, continues to identify and use different platforms to establish communication links with affected communities. Current messaging is aimed at dissuading rumors, including a false rumour circulating that a new cyclone will arrive in Buzi. Radio Mozambique has offered free airtime for this purpose and the Government has given an approval for First Response Radio to establish Emergency Response Radio (ERR), in collaboration with a local community radio station. Translators Without Borders have translated Community Engagement questionnaires into Portuguese and disseminated them to Clusters and partners to be used in detailed assessments. Government counterparts have been identified from the Institute of Social Communication (ICS) and will be attending CE meetings, along with representatives of community radio stations.</p>\n<p>More than 100,000 affected people have received WFP food assistance. WFP is also scaling up its commodity voucher assistance in Beira to assist 250,000 affected people for a full month. A WFP team is establishing an operation hub in Chimoio to support the response in Manica and a 20MT consignment of High Energy Biscuits (HEBs) arrived in Chimoio to be distributed to populations in isolated areas.</p>\n<p>India has sent another Indian Navy ship (INS MAGAR) as part of its operation “Sahayata 2019” to Mozambique, according to media reports. The ship reportedly contains medicines, dry provisions, ready-to-eat meals, daily essentials and clothing items and would cater to approximately 1,000 people for seven days. In addition, the authorities have reported that some 500kg of epidemic-related medicines and 400 tonnes of rice will be donated to the affected areas. Indian Navy ships have also been providing fresh water in relief camps, undertaking community service, including clearing of debris and repairing damaged roads. Food supplies have also been provided to about 700 persons working in the port area.</p>\n<p>FUNDING/PLEDGES</p>\n<p>On 22 March, the Government of Ireland announced that it will contribute over €1 million in Irish funding to support people affected by floods and Cyclone Idai in Mozambique (€400,000 to WFP), Malawi (€150,000 to Concern Worldwide) and IFRC/Red Cross operations in Malawi, Mozambique and Zimbabwe (€500,000).</p>\n<p>On 23 March, Global Affairs Canada announced $3.5 million cyclone aid funds to support humanitarian organisations responding to the worst-hit areas in Mozambique, Malawi and Zimbabwe. The IMF has reportedly dispatched a team to Mozambique to aid economic recovery efforts and has announced a 100 per cent matching program for all staff donating to relief efforts for the region, according to media reports.</p>\n",
                "date": {
                    "original": "2019-03-25T00:00:00+00:00",
                    "changed": "2025-02-17T03:23:56+00:00",
                    "created": "2019-03-25T09:00:39+00:00"
                }
            }
        }
    ]
}